Repository: UPCnet/genweb.core
Catalog: genweb/core/locales/*/LC_MESSAGES/genweb.po
Languages: ca, es

# dontcopy_homepage
source: Please note that the welcome page is necessary for the proper functioning of Genweb . Don't delete, copy or rename.
ca: la pàgina de benvinguda és necessària per al correcte funcionament del Genweb. No s'ha d'esborrar, copiar o renombrar.

# help_static_content_title_ca
source: Optional: portlet title
ca: Opcional: títol del portlet

# help_static_content_url_ca
source: The complete URL of the content's page.
ca: La URL completa de la pàgina d'on volem visualitzar el contingut

# help_static_content_element_ca
source: You can add an id, a class or an html element. For example, in an standard Genweb page, all the content is inside #content and all the content without the title lives inside #content-core
ca: Aquí podeu introduïr un id, class o element html. Per exemple en una pàgina genweb típica, tot el contingut és dins #content, i tot el contingut sense el títol dins #content-core

# multi_email
source: Select shipping address
ca: Seleccionar l'adreça d'enviament

# help_contacte_multi_email
source: You can select the contact who receives the messages.
ca: Es pot seleccionar a qui s'envia el missatge de contacte.

source: All News
ca: Totes les notícies

source: mode_future_link
ca: Propers

source: mode_past_link
ca: Passat

source: mode_month_link
ca: Mes

source: mode_week_link
ca: Setmana

source: mode_day_link
ca: Dia

source: prev_month_link
ca: Mes anterior

source: this_month_link
ca: Mes en curs

source: next_month_link
ca: Pròxim mes

source: prev_week_link
ca: Setmana anterior

source: this_week_link
ca: Setmana en curs

source: next_week_link
ca: Pròxima setmana

source: prev_day_link
ca: Dia anterior

source: today_link
ca: Avui

source: next_day_link
ca: Dia següent

source: The entered text does not match the text in the image
ca: El text introduït no coincideix amb el de la imatge

# manage_subhomeportlets_link
source: Manage portlet grid
ca: Administra la graella de portlets

# alert_really_delete_contents
source: Do you really want to delete those contents?
ca: Segur que vols eliminar aquests continguts?

source: Delete
ca: Suprimeix

source: Cancel
ca: Cancel·la

source: Add Multi-view Collection Portlet
ca: Afegeix un portlet de col·lecció multi-vista

source: Choose how the portlet must be rendered
ca: Escull com s'ha de mostrar el portlet

source: Edit Multi-view Collection Portlet
ca: Edita portlet de col·lecció multi-vista

source: Exclude the Current Context
ca: Excloure el context actual

source: Find the collection which provides the items to list
ca: Cerca la col·lecció que proporciona els elements a llistar

source: If enabled, a more... link will appear in the footer of the portlet, linking to the underlying Collection.
ca: Si està habilitat, es visualitzarà un enllaç més... al peu del portlet, enllaçant a la Col·lecció subjacent.

source: If enabled, effective dates will be shown underneath the items listed.
ca: Si està activat, les dates efectives es mostraran a sota dels elements.

source: If enabled, the listing will not include the current item the portlet is rendered for if it otherwise would be.
ca: Si està activat, el llistat no inclourà el context actual

source: List view
ca: Llista

source: Show dates
ca: Mostra dates

source: Show more... link
ca: Mostra enllaç més...

source: Target collection
ca: Col·lecció de destinació

source: View type
ca: Tipus de vista

# desc_privacy
source: The data collected will be treated as described in the <a href='https://upc.edu/en/disclaimer/information-and-access-to-personal-data' target='_blank'>information and access to personal data table</a>
ca: Podeu trobar les condicions d'ús i privacitat <a href='http://www.upc.edu/avis-legal/condicions-dus-i-privacitat' target='_blank'>aquí</a>

# title_privacy
source: I consent to the UPC processing the personal data
ca: He llegit i accepto les condicions d'ús i privacitat

source: Document
es: Documento

source: Renders the header
es: Renderizar la cabecera

# genweb_ae
source: A/e
es: E-mail

# help_genweb_settings_editform
source: settings Genweb UPC ...
es: Configuración de Genweb UPC ...

# help_idestudi_master
source: add the id of the study of master database
es: Añadir el id del estudio de la base de datos de másters.

# label_container_view
source: Portlet view to use
es: Vista del portlet

# manage_portlets_footer
source: Manage home portlets
es: Administrar portlets

# month_dec_abbr
source: des.
es: dic.

# month_feb_abbr
source: febr.
es: feb.

# month_jan_abbr
source: gen.
es: en.
