Repository: UPCnet/genweb.core
Catalog: genweb/core/locales/*/LC_MESSAGES/genweb.po
Languages: ca, es

# genweb-description_sign_in
source: To access this part of the site, you need to log in with your username and password.
ca: Per accedir a aquesta part del web, cal que us identifiqueu amb el vostre nom d'usuari i la contrasenya.
es: Para acceder a esta parte del web, tiene que identificarse usando su nombre y contraseña.

# genweb-disclaimer
source: Disclaimer
ca: Avís legal
es: Aviso legal

# genweb-eines
source: Tools
ca: Eines
es: Herramientas

# genweb-escriptori
source: Dashboard
ca: Escriptori
es: Escritorio

# genweb-heading_sign_in
source: Please login with <strong> UPC intranet username </ strong>
ca: Si us plau, identifiqueu-vos amb el <strong>nom d'usuari de la intranet UPC</strong>
es: Por favor, identifíquese con el <strong>nombre de usuario de la intranet UPC</strong>

# genweb-heading_sign_in-v4
source: Log in using your UPC intranet user.
ca: Si us plau, identifiqueu amb el nom d'usuari de la intranet UPC.
es: Por favor, identifíquese con el nombre de usuario de la intranet UPC.

# genweb-log-in
source: UPC identification
ca: identificació única UPC.
es: identificación única UPC.

# genweb-logout
source: Log out
ca: Desconnecta
es: Desconecta

# genweb-mes_noticies
source: More news
ca: més notícies
es: más noticias

# genweb-no_puc_entrar
source: I can't enter
ca: No puc entrar
es: No puedo entrar

# genweb-noticies
source: News <span class="icon-news large-icon pull-right"></span>
ca: Notícies <i class="icon-news large-icon pull-right"></i>
es: Noticias <i class="icon-news large-icon pull-right"></i>

# genweb-opcionspathbar
source: Options:
ca: Opcions:
es: Opciones:

# genweb-password
source: Password change
ca: Canvi de contrasenya
es: Cambio de contraseña

# genweb-per_recuperarla
source: click here to retrieve it
ca: per recuperar-la.
es: para recuperarla.

# genweb-perfil
source: Profile
ca: Perfil
es: Perfil

# genweb-perpoderentrar
source: To enter...
ca: Per entrar...
es: Para entrar...

# genweb-perpoderentrar11
source: Enter your user name with a dot (name.surname) and
ca: Escriu el teu nom d'usuari amb un punt (nom.cognom) i
es: Ponga su nombre de usuario con un punto (nombre.apellido) y

# genweb-perpoderentrar2
source: if you have not done since 01/04/06.
ca: si no ho has fet des del 01/04/06.
es: si no lo ha hecho desde el 01/04/06.

# genweb-perpoderentrar21
source: change your password
ca: canvia el teu password
es: cambie la contraseña

# genweb-preferencies
source: Preferences
ca: Preferències
es: Preferencias

# genweb-remember_to_log_out
source: Please log out or close the browser when you're done.
ca: No oblideu desconnectar-vos o tancar el navegador un cop hàgiu finalitzat.
es: No olvide cerrar su sesión o salir del navegador cuando haya terminado.

# genweb-roots
source: Root folders
ca: Carpetes arrel
es: Carpetas raíz

# genweb-settings
source: Settings
ca: Configuració
es: Configuración

# genweb-si_heu_oblidat_la_contrasenya
source: If you have forgotten your password, ${click_here}
ca: Si heu oblidat la contrasenya, cliqueu ${click_here}
es: Si ha olvidado la contraseña, clique ${click_here}

# genweb-si_heu_oblidat_la_contrasenya_question
source: Have you forgotten your password?
ca: Heu oblidat la contrasenya?
es: Ha olvidado la contraseña?

# genweb-sietsusuarinou
source: If you are a new user ...
ca: Si ets un usuari nou...
es: Si es un usuario nuevo...

# genweb-sietsusuarinou2
source: and belong to PDI / PAS or associated staff of the university,
ca: i pertanys al PDI/PAS o personal vinculat de la universitat,
es: y pertenece a PDI/PAS o personal vinculado a la universidad,

# genweb-sietsusuarinou3
source: register
ca: enregistra't
es: regístrese

# genweb-sietsusuarinou4
source: to UPC intranet
ca: a la intranet UPC.
es: en la intranet UPC.

# genweb-sihasoblidat
source: If you have forgotten your password ...
ca: Si has oblidat la contrasenya...
es: Si olvidó la contraseña...

# genweb-sihasoblidat2
source: Enter to
ca: Entreu a la
es: Entre en la

# genweb-sihasoblidat3
source: password options
ca: gestió de contrasenyes
es: gestión de contraseñas

# genweb-sihasoblidat4
source: to remember it or change it.
ca: per recordar-la o modificar-la.
es: para recordarla o modificarla.

# genweb-single-sign-on
source: Enter with ${genweb-log-in-title}
ca: Entra amb la ${genweb-log-in-title}
es: Entra con la ${genweb-log-in-title}

# genweb-single-sign-on-v4
source: Single sign on log in
ca: Entra amb la identificació única UPC
es: Entra con la identificación única UPC

# genweb-sobre_aquest_web
source: About this web
ca: Sobre aquest web
es: Sobre esta web

source: genweb-universitat_politecnica_de_catalunya
ca: Universitat Politècnica de Catalunya
es: Universidad Politécnica de Cataluña

# genweb-usuari_connectat
source: User Online:
ca: Usuari connectat:
es: Usuario conectado:

# genweb-views
source: Views
ca: Vistes
es: Vistas

# genweb_adreca
source: Address
ca: Adreça
es: Dirección

# genweb_contacte
source: Contact
ca: Contacte
es: Contacto

# genweb_content_actions_content_as_view
source: Select default content
ca: Contingut com a vista
es: contenido como vista

# genweb_content_actions_vista_de_carpeta
source: Folder views
ca: Vistes de la carpeta
es: Vistas de la carpeta

# genweb_content_actions_vista_de_document
source: Document views
ca: Vistes de la pàgina

# genweb_direccio
source: Address
ca: Direcció
es: Director

# genweb_formContacte
source: Contact
ca: Contacte
es: Contacto

# genweb_help_message
source: Please enter the message you want to send.
ca: Escriviu el missatge que voleu enviar
es: Por favor, introduzca el mensaje que quiera enviar.

# genweb_help_type_the_code
source: Type the code from the picture shown below
ca: Escriviu les paraules de la imatge inferior
es: Coloque el código de la imagen que se muestra a continuación

# genweb_info_gral
source: General Information
ca: Informació General
es: Información General

# genweb_loginlocal
source: Log in only in this site
ca: Identifica't només en aquest web
es: Identifícate sólo en esta web

# genweb_message
source: Message
ca: Missatge
es: Mensaje

# genweb_sender_from_address
source: E-Mail
ca: Adreça electrònica
es: Correo electrónico

# genweb_sender_fullname
source: Name
ca: Nom
es: Nombre

# genweb_subject
source: Subject
ca: Assumpte
es: Asunto

# genweb_telefon
source: Phone
ca: Telèfon
es: Teléfono

# genweb_type_the_code
source: Type the code
ca: Codi de control
es: Escriba el código

# heading_not_found_suggestions
source: You might have been looking for…
ca: Segurament estàveu buscant…
es: Quizás estabas buscando...

# help_amaga_identificacio
source: Hide tools with identification link ...
ca: Amaga de les eines l'enllaç d'identificació ...
es: Esconde las herramientas del enlace de identificación ...

# help_codi_altre_marca_ca
source: HTML code with link and logo images to the right of the header.
ca: Codi HTML amb l'enllaç i imatge de logotips a la dreta de la capçalera.
es: Código HTML con el enlace y la imagen del logotipo a la derecha de la cabecera.

# help_codi_altre_marca_en
source: HTML code with link and logo images to the right of the header.
ca: Codi HTML amb l'enllaç i imatge de logotips a la dreta de la capçalera.
es: Código HTML con el enlace y la imagen del logotipo a la derecha de la cabecera.

# help_codi_altre_marca_es
source: HTML code with link and logo images to the right of the header.
ca: Codi HTML amb l'enllaç i imatge de logotips a la dreta de la capçalera.
es: Código HTML con el enlace y la imagen del logotipo a la derecha de la cabecera.

# help_contacte_BBBDD_or_page
source: By default, contact details are fed from the Communications Service’s database.
ca: Per defecte, la informació de contacte s'alimenta de la base de dades del Servei de Comunicació.
es: Por defecto, la información de contacto se alimenta de la base de datos del Servicio de Comunicación.

# help_contacte_al_peu
source: The address and telephone number from the Communications Service’s database are shown at the bottom of the page.
ca: L'adreça i telèfon provinents de la base de dades del Servei de Comunicació es visualitza al peu de pàgina.
es: La dirección y teléfono provenientes de la base de datos del Servicio de Comunicación se visualizan al pie de página.

# help_contacte_id
source: Add the unit’s ID from the Communications Service’s database.
ca: Afegiu l'id de la base de dades del Servei de Comunicació corresponent a la unitat.
es: Añadir el id de la base de datos del Servicio de Comunicación correspondiente a la unidad.

# help_contacte_no_upcmaps
source: UPCmaps information will be hidden with the contact details.
ca: Marqui aquesta opció si desitja amagar la informació de UPCmaps al contacte.
es: Marque esta opción si desea ocultar la información de UPCmaps en el contacto.

# help_contacte_page
source: Alternate contact page contents
ca: contingut de la pàgina de contacte alternativa
es: Contenido de la página de contacto alternativa

# help_create_packet
source: Create Master of general information
ca: Informació general del màster
es: Información general del máster

# help_directori_filtrat
source: The UPC directory will open and show the unit’s details.
ca: S'obrirà el Directori UPC, carregant les dades de la unitat.
es: Se abrirá el Directorio UPC cargando los datos de la unidad.

# help_directori_upc
source: The link to the UPC directory will be shown at the top.
ca: Es mostrarà a la part superior l'enllaç al Directori UPC.
es: Se mostrará en la parte superior el enlace al Directorio UPC.

# help_especific1
source: Add the specific color 1
ca: Afegiu el color específic 1. És aquell que...
es: Añade el color específico 1.Es aquel que..

# help_especific2
source: Add the specific color 2
ca: Afegiu el color específic 2. És aquell que...
es: Añade el color específico 2.Es aquel que..

# help_html_title_ca
source: Add title of Genweb. You can include tags HTML
ca: Afegiu el títol del Genweb. Podeu incloure tags HTML
es: Añade el titulo de Genweb. Se pueden incluir tags HTML

# help_html_title_en
source: Add title of Genweb. You can include tags HTML
ca: Afegiu el títol del Genweb. Podeu incloure tags HTML
es: Añade el titulo de Genweb. Se pueden incluir tags HTML

# help_html_title_es
source: Add title of Genweb. You can include tags HTML
ca: Afegiu el títol del Genweb. Podeu incloure tags HTML
es: Añade el titulo de Genweb. Se pueden incluir tags HTML

# help_idiomes_publicats
source: These languages will be published on the website, languages not specified not be public but will be visible to managers (editors).
ca: Aquests seran els idiomes publicats a la web, els idiomes no especificats no seran públics però seran visibles pels gestors (editors).
es: Estos serán los idiomas publicados en la web, los idiomas no espeficiados no serán públicos pero serán visibles para los gestores (editors).

# help_languages_link_to_root
source: Selecting this option makes that all the clicks on the languages combo always redirects to the site root.
ca: Aquesta opció marcada fa que el desplegable d'idiomes, sempre redirigeixi a l'arrel del lloc web.
es: Esta opción seleccionada hace que el desplegable de idiomas siempre redireccione a la raíz del sitio web.

# help_open_link_in_new_window
source: You must include http:// at the beginning to make an external link
ca: Comença la url per http:// si vols enllaçar fora del teu espai.
es: Empieza la URL con http:// si quieres enlazar con un elemento fuera de tu sitio web.

# help_right_logo_alt
source: Add alternative text (alt) to the right logo of the header
ca: Afegiu el text alternatiu (alt) del logo dret de la capçalera.
es: Añade el texto alternativo (alt) del logo derecho de la cabecera

# help_right_logo_enabled
source: Show or not the right header logo
ca: Mostra o no el logo dret de la capçalera.
es: Mostrar o no el logo derecho de la cabecera.

# help_signatura_unitat_ca
source: It is the literal that appears at the bottom of the page or in the alternative text of the logo (educational centers).
ca: És el literal que apareix al peu de pàgina o el text alternatiu del logotip (centres docents).
es: Es el literal que aparece al pie de la página o en el texto alternativo del logotipo (centros docentes).

# help_signatura_unitat_en
source: It is the literal that appears at the bottom of the page or in the alternative text of the logo (educational centers).
ca: És el literal que apareix al peu de pàgina o el text alternatiu del logotip (centres docents).
es: Es el literal que aparece al pie de la página o en el texto alternativo del logotipo (centros docentes).

# help_signatura_unitat_es
source: It is the literal that appears at the bottom of the page or in the alternative text of the logo (educational centers).
ca: És el literal que apareix al peu de pàgina o el text alternatiu del logotip (centres docents).
es: Es el literal que aparece al pie de la página o en el texto alternativo del logotipo (centros docentes).

# help_treu_icones_xarxes_socials
source: Hide icons to share in social networks ...
ca: Treu les icones per compartir en xarxes socials ...
es: Mostrar los iconos para compartir las redes sociales ...

# help_treu_imatge_capsalera
source: Hide the header image by ...
ca: Treiem la imatge de la capçalera per ...
es: Mostrar la imagen de la cabecera

# help_treu_menu_horitzontal
source: Hide horizontal menu ...
ca: Treu el menú horitzontal ...
es: Mostrar el menu horizontal

source: Homepage
ca: Pàgina d'inici
es: Página de inicio

# homepage_portlet
source: Welcome
ca: Benvinguda
es: Bienvenida

# homeportlets_title_f1
source: First row
ca: 1a Fila
es: 1a Fila

# homeportlets_title_f2
source: Second row
ca: 2a Fila
es: 2a Fila

# homeportlets_title_f3
source: Third Fila
ca: 3a Fila
es: 3a Fila

# html_title_ca
source: Web title with HTML tags (bolds) [CA]
ca: Títol del web amb HTML tags (negretes) [CA]
es: Título de la web con HTML tags (negritas) [CA]

# html_title_en
source: Web title with HTML tags (bolds) [EN]
ca: Títol del web amb HTML tags (negretes) [EN]
es: Título de la web con HTML tags (negritas) [EN]

# html_title_es
source: Web title with HTML tags (bolds) [ES]
ca: Títol del web amb HTML tags (negretes) [ES]
es: Título de la web con HTML tags (negritas) [ES]

# identificat
source: Log In
ca: Identifica't
es: Identifícate

# idestudi_master
source: id_study
ca: id_estudi
es: id_estudio

# idiomes_google_translate_link_ca
source: Enable link to the automatic translation of Google Translate [ES]
ca: Habilitar l'enllaç a la traducció automàtica de Google Translate [CA]
es: Habilitar el enlace a la traducción automática de Google Translate [CA]

# idiomes_google_translate_link_en
source: Enable link to the automatic translation of Google Translate [ES]
ca: Habilitar l'enllaç a la traducció automàtica de Google Translate [EN]
es: Habilitar el enlace a la traducción automática de Google Translate [EN]

# idiomes_google_translate_link_es
source: Enable link to the automatic translation of Google Translate [ES]
ca: Habilitar l'enllaç a la traducció automàtica de Google Translate [ES]
es: Habilitar el enlace a la traducción automática de Google Translate [ES]

# idiomes_publicats
source: Languages activated on the website
ca: Idiomes publicats al web
es: Idiomas publicados en la web

# inici
source: Home
ca: Inici
es: Inicio

# inici_page
source: Top of page
ca: Inici de la pàgina
es: Inicio de la página

# label_about
source: About web
ca: Sobre aquesta web
es: Acerca de la web

# label_accessibility
source: accessibility
ca: Accessibilitat
es: Accesibilidad

# label_add_new_item
source: Add new…
ca: Afegeix...
es: Añadir...

# label_advanced_search
source: Advanced Search…
ca: Cerca avançada
es: Búsqueda avanzada...

# label_alt_logo
source: Universitat Politècnica de Catalunya, (Open in new window)
ca: Universitat Politècnica de Catalunya, (obriu en finestra nova)
es: Universitat Politècnica de Catalunya, (Abrir en ventana nueva)

# label_change_default_item
source: Another elusive title of the choose menu
ca: Canvia contingut per defecte...

# label_choose_item
source: The elusive title of the choose menu
ca: Escull contingut per defecte...
es: Escoge un contenido por defecto...

source: label_choose_template
ca: Vistes
es: Vistas

# label_copy_object
source: Copy
ca: copiar
es: copiar

# label_dir_upc
source: UPC directory
ca: Directori UPC
es: Directorio UPC

# label_eines_usuari
source: User tools
ca: Eines d'usuari
es: Herramientas de usuario

# label_event_announcement
source: Event body text
ca: Text de l'esdeveniment
es: Texto del evento

# label_indetify
source: Login
ca: Identifica't
es: Identificate

# label_menu_eines_genweb
source: Tools menu Genweb UPC
ca: Menú d'eines Genweb UPC
es: Menú de herramientas Genweb UPC

# label_menu_usuari
source: User menu
ca: Menú d'usuari
es: Menú de usuario

# label_no_results_found
source: No matching results found.
ca: No s'ha trobat resultats.
es: No se han encontrado resultados.

# label_other_contents_web
source: Other contents
ca: Altres continguts al web
es: Otros contenidos en la web

# label_password
source: Password
ca: Contrasenya
es: Contraseña

# label_query
source: Search terms
ca: Termes de cerca
es: Términos de búsqueda

# label_share
source: Share
ca: Comparteix
es: Compartir

# label_show_all
source: Show all items
ca: Mostrar tots els elements
es: Mostrar todos los elementos

# label_show_header
source: Show header
ca: Mostrar capçalera
es: Mostrar cabecera

# label_site_admin
source: site administration
ca: lloc de administració
es: sitio de administración

# label_sort_folderorder
source: Order as in folder
ca: Ordre com a la carpeta
es: Ordenar como en la carpeta

# label_sort_on
source: Sort on
ca: Ordenar en
es: Ordenar en

# label_sort_reversed
source: Reversed order
ca: Ordre invers
es: Orden inversa

# label_start_session
source: Log in
ca: Inicia la sessió
es: Iniciar sesión

# label_text_seccio
source: Label section
ca: Etiqueta Secció
es: Etiqueta sección

# label_title_logo
source: Universitat Politècnica de Catalunya, (Open in new window)
ca: Universitat Politècnica de Catalunya, (obriu en finestra nova)
es: Universitat Politècnica de Catalunya, (Abrir en ventana nueva)

# label_user_name
source: User name
ca: Nom usuari
es: Nombre usuario

# label_web_map
source: web map
ca: mapa del web
es: mapa de la web

# languages_link_to_root
source: Redirect to site root when the user clicks on the languages availables on the site
ca: Redireccionar a l'arrel del lloc al clicar sobre els idiomes del portal
es: Redireccionar a la raíz del sitio web al clicar sobre los idiomas del portal

# layout_banda_logos
source: Footer links
ca: Banda d'enllaços del peu
es: Banda de enlaces del pie

# llistat_continguts
source: Default view
ca: Vista per defecte
es: Vista por defecto

# login_form_detalls_del_compte
source: Account Details
ca: Detalls del compte
es: Detalles de la cuenta

# login_form_disabled
source: Since cookie authentication is disabled, cookie-based login is not available.
ca: Des que la cookie d'autenticació està desactivada, el login per mitjà de les cookie no és possible.
es: Desde que la cookie de autenticación está desactivada, el login por medio de las cookie no es posible.

# manage_homeportlets_link
source: Manage home page
ca: Administra pàgina principal
es: Administra página principal

# manage_site_permissions
source: Grant access
ca: Concedir permisos
es: Conceder permisos

# undo_form
source: Undo
ca: Desfés

# master_curso
source: Course
ca: Curs
es: Curso

# message_warning_footer_area_dd
source: If you add portlets here, they will only appear on this item. If instead you want portlets to appear on all items in this folder, ${manage-footerportlets_link}
ca: Si afegiu portlets aquí, només apareixeran en aquest article. Si per contra desitja que els portlets apareguin en tots els elements d'aquesta carpeta, ${manage-footerportlets_link}
es: Si agrega portlets aquí, sólo aparecerán en este artículo. Si por el contrario desea que los portlets aparezcan en todos los elementos de esta carpeta, $ {manage-footerportlets_link}

# message_warning_footer_area_dt
source: Is this really where you want to add portlets in the footer area?
ca: És realment on vols afegir els portlets al peu de pàgina?
es: ¿Es realmente donde quieres añadir los portlets en el pie de página?

# month_jun_abbr
source: july
ca: juny
es: jun.

# month_mar_abbr
source: march
ca: març
es: mzo.

# month_may_abbr
source: may
ca: maig
es: mayo

# month_sept_abbr
source: sept.
ca: set.

# navegar
source: Browse
ca: Navega...
es: Navegar...

# newscollection_view
source: News
ca: Notícies

# nom_usuari
source: User
ca: Usuari
es: Usuario

# not a valid language
source: [${results} is not a valid language]
ca: [${results} no és un idioma vàlid]
es: [${results} no es un idioma válido]

# obrir_link_finestra_nova
source: (open link in a new window)
ca: (obriu en una finestra nova)
es: (abre en ventana nueva)

# open_link_in_new_window
source: Open in a new window?
ca: Obrir en una nova finestra?
es: Abrir en una ventana nueva?

# permalink_accio
source: Permalink
ca: Enllaç permanent
es: Enlace permanente

# personalbar_default_language
source: (Default)
ca: (per defecte)
es: (por defecto)

# print_accio
source: Print
ca: Imprimeix
es: Imprimir

source: Publish
ca: Públic
es: Público

source: Read More…
ca: Veure més
es: Ver más

source: reject
ca: Esborrany
es: Borador

# retiraaesborrany
source: reject
ca: Esborrany
es: Borrador

# return_to_view
source: Return
ca: Torna
es: Regresa

# right_logo_alt
source: Alternative text to right logo
ca: Text alternatiu del logo dret
es: Texto alternativo del logo derecho

# right_logo_enabled
source: Show right logo
ca: Mostrar logo dret
es: Mostrar logo derecho

# root_folder_neutral
source: Neutral
ca: Neutre

# send_mail
source: Send by mail
ca: Envia per correu
es: Enviar por correo

# sendto_accio
source: Send
ca: Envia
es: Envía

# shared_folder
source: Shared files
ca: Fitxers compartits
es: Ficheros compartidos

# signatura_unitat_ca
source: Signature unit [CA]
ca: Signatura de la unitat [CA]
es: Firma de la unidad [CA]

# signatura_unitat_en
source: Signature unit [EN]
ca: Signatura de la unitat [EN]
es: Firma de la unidad [EN]

# signatura_unitat_es
source: Signature unit [ES]
ca: Signatura de la unitat [ES]
es: Firma de la unidad [ES]

source: Skip to content
ca: Vés al contingut (premeu Retorn)
es: Saltar al contenido (pulsar Return)

# submitGo
source: Search
ca: Cerca
es: Buscar

# templates_folder
source: Customize templates
ca: Personalitza plantilles
es: Personaliza plantillas

# title_dir_upc
source: Click to open UPC directory
ca: Clica el marcador per anar al Directori UPC
es: Pincha en el marcador para ir al Directori UPC

# title_upcmaps
source: Click to open UPCmaps
ca: Clica el marcador per anar a UPCmaps
es: Pincha en el marcador para ir a UPCmaps

# treu_icones_xarxes_socials
source: Hide icons to share in social networks
ca: Treu les icones per compartir en xarxes socials
es: Mostrar los iconos para compartir las redes sociales

# treu_imatge_capsalera
source: Hide the header image
ca: Treu la imatge de la capçalera
es: Mostrar las imagenes de cabecera

# treu_menu_horitzontal
source: Hide horizontal menu
ca: Treu el menú horitzontal
es: Mostrar el menu horizontal

# usuari_connectat
source: User online:
ca: Usuari connectat:
es: Usuario conectado:

# event_url
source: More information
ca: Més informació
es: Más información

# No hi ha elements
source: No items
ca: No hi ha elements
es: No hay elementos

# folder_index_view
source: Contents index
ca: Índex de contingut

# see_past_events
source: Go to past events
ca: Veure esdeveniments passats

source: Back to events
ca: Torna als esdeveniments

source: Past events
ca: Esdeveniments passats

# no_events
source: There are no events
ca: No hi han esdeveniments
