Repository: UPCnet/genweb.core
Catalog: genweb/core/locales/*/LC_MESSAGES/genweb.po
Languages: ca, es

source: Activate
ca: Activat
es: Activado

source: Add Events Portlet
ca: Afegeix potlet d'Agenda
es: Añadir porlet de calendario

source: Add Noticies portlet
ca: Afegeix portlet de notícies
es: Añadir portlet de noticias

source: Add Query Portlet
ca: Afegeix portlet query
es: Añadir Portlet Query

source: Add banners portlet
ca: Afegeix portlet banners
es: Añadir potlet banners

source: All content
ca: Tot el contingut
es: Todo el contenido

# Aquest portlet mostra noticies
source: This portlet show news
ca: Aquest portlet mostra notícies
es: Este portlet muestra noticias

source: Body text
ca: Pàgina alternativa
es: Página alternativa

# Boolea que indica si s'ha de mostrar la data en les noticies
source: Boolean indicating whether to display the date in the news
ca: Boolea que indica si s'ha de mostrar la data en les notícies
es: Booleano que indica si se ha de mostrar la fecha de las noticias

source: Cancel
ca: Cancel·la
es: Cancelar

source: Changes saved
ca: Canvis desats
es: Cambios guardados

# Comparteix
source: Share
ca: Comparteix
es: Compartir

source: Contact information
ca: Informació de contacte
es: Información de contacto

source: Description of the portlet
ca: Descripció del portlet
es: Descripción del portlet

# Desmarca com a important
source: Uncheck as important
ca: Desmarca com a important
es: Desmarcar como importante

source: Draft
ca: Esborrany
es: Borrador

source: ERROR: Unknown identifier. This page does not exist.
ca: ERROR: no s'ha trobat l'identificador. La pàgina no existeix.
es: ERROR: No se reconoce el identificador. La página no existe.

source: Edit Collection Portlet
ca: Edita portlet colecció
es: Editar potlet colecciones

source: Edit Events Portlet
ca: Edita portlet d'agenda
es: Editar Portlet de Calendario

source: Edit News Portlet
ca: Edita portlet de notícies
es: Edit portlet noticias

source: Edit banners portlet
ca: Edita portlet banners
es: Editar portlet báners

source: Edit cancelled
ca: Edició cancel·lada
es: Edición cancelada

source: Events
ca: Agenda
es: Agenda

source: Extended view
ca: Vista estesa
es: Extendida

# Fitxa de grau
source: Bachelor’s degree file
ca: Fitxa de grau
es: Ficha del grado

# Fitxa de màster
source: Master’s degree file
ca: Fitxa de màster
es: Ficha del máster

# Full News
source: News with image
ca: Notícies amb foto
es: Noticias con foto

# FullNews
source: News with image
ca: Notícies amb foto
es: Noticias con foto

# Normal view
source: Normal: left image and right text
ca: Normal: imatge esquerra i text dreta

# Full view
source: Full: full image size and text below
ca: Amplada total: imatge a dalt i text a sota

# Full2cols view
source: Full 2 columns: two columns of full image size and text below
ca: Amplada total a dues columnes: dues columnes amb imatge a dalt i text a sota

# Tipus de vista
source: View
ca: Tipus de vista

# Escull com es mostraran les noticies
source: How news will be displayed
ca: Escull com es mostraran les notícies

# Maxim numero de noticies a mostrar (d'1 a 7)
source: Maxim number of news to display (1 to 7)
ca: Màxim número de notícies a mostrar (d'1 a 7)

source: Genweb UPC settings
ca: Configuració del Genweb
es: Preferencias del Genweb

# Genweb banners
source: Banners
ca: Bàners
es: Báners

# Grups de recerca
source: Research groups
ca: Grups de recerca
es: Grupos de búsqueda

# Grups de recerca d'un departament específic
source: <p>List of the research groups belonging to a department.</p><p class="muted"><strong>Parameter:</strong> UPC code of the department.</p><p class="muted">For example, the code of the Department of Electronic Engineering is <strong>710.</strong></p><p><a target="_blank" href="https://gpaq.upc.edu/eines/?op=unitats" class="external-link">UPC codes<img src="++genweb++static/images/blank_blau.png" class="img_blank" alt="(Open new window)"></a>.</p><p class="muted"><strong>Select: </strong>UPC code</p>
ca: Grups de recerca d'un departament específic
es: Grupos de búsqueda de un departamento específico

source: Thanks for your cooperation. The activity data have been sent and will be published as soon as possible.
ca: Gràcies per la vostra col·laboració. Les dades de l'activitat s'han enviat correctament i seran publicades com més aviat millor.
es: Gracias por su colaboración. Los datos de la actividad se han enviado correctamente y serán publicados cuanto antes mejor.

# Homepage
source: Welcome
ca: Benvinguda
es: Bienvenida

source: How many banners to list.
ca: Nombre de banners a mostrar
es: Número de banners a mostrar

source: How many items to list.
ca: Nombre d'elements a mostrar
es: Número de elementos a mostrar

source: However, this is the list of the already translated languages for the requested content.
ca: Llistat de idiomes del contingut sol·licitat
es: Lista de los idiomas del contenido solicitado

source: If enabled, items will be selected randomly from the collection, rather than based on its sort order.
ca: Si està activa, els elements seràn seleccionats a l'atzar de la col·lecció, en compte de per ordre de classificació.
es: Si se activa, los elementos serán seleccionados al azar de la colección, en lugar de basarse en su orden de clasificación.

# Informació sobre el pla d'estudis d'un grau específic
source: <p>Curriculum for a bachelor’s degree and access to the course guide.</p><p class="muted"><strong>Parameter:</strong> UPC code of the bachelor’s degree for PRISMA.</p><p class="muted">For example, the UPC code of the bachelor's degree in Engineering Physics is <strong>23010611.</strong></p><p><a target="_blank" href="https://www.upc.edu/ca/comunicacio/www/continguts-upc/codis-upc-del-estudis-de-grau" class="external-link">UPC codes of the bachelor’s degree <img src="++genweb++static/images/blank_blau.png" class="img_blank" alt="(Open new window)"></a>.</p><p class="muted"><strong>Select: </strong>UPC code</p>
ca: Informació sobre el pla d'estudis d'un grau específic
es: Información sobre el plan de estudios de un grado específico

# Informació sobre un estudi d'un grau específic
source: <p>File containing basic information on a bachelor’s degree</p><p class="muted"><strong>Parameter:</strong> UPC code of the bachelor’s degree for PRISMA</p><p class="muted">For example, the UPC code of the bachelor's degree in Engineering Physics is <strong>23010611.</strong></p><p><a target="_blank" href="http://www.upc.edu/comunicacio/www/continguts-upc/codis-upc-del-estudis-de-grau" class="external-link">UPC codes of the bachelor’s degree <img src="++genweb++static/images/blank_blau.png" class="img_blank" alt="(Open new window)"></a><strong>.<br></strong></p><p class="muted"><strong>Select: </strong>UPC code</p></p>
ca: Informació sobre un estudi d'un grau específic
es: Información sobre un estudio de un grado específico

# Informació sobre un màster específic
source: <p>File containing basic information on a master’s degree.</p><p class="muted"><strong>Parameter:</strong> Identifier of the master’s degree.</p><p><a target="_blank" href="https://www.upc.edu/comunicacio/www/continguts-upc/identificadors-dels-estudis-de-master" class="external-link">Identifiers of the master’s degree<img src="++genweb++static/images/blank_blau.png" class="img_blank" alt="(Open new window)"></a>.</p><p class="muted"><strong>Select: </strong>Identifier</p>
ca: Informació sobre un màster específic
es: Información sobre un máster específico

# Informació sobre un pla d'estudis de màster específic
source: <p>Available for all master except interuniversity</p><p>Curriculum for a master’s degree and access to the course guide.</p><p class="muted"><strong>Parameter:</strong> Identifier of the master’s degree.</p><p><a target="_blank" href="https://www.upc.edu/comunicacio/www/continguts-upc/identificadors-dels-estudis-de-master" class="external-link">Identifiers of the master’s degree<img src="++genweb++static/images/blank_blau.png" class="img_blank" alt="(Open new window)"></a>.</p><p class="muted"><strong>Select: </strong>Identifier</p>
ca: Informació sobre un pla d'estudis de màster específic
es: Información sobre un plan de estudios de máster específico

source: Inherit
ca: Hereta
es: Hereda

source: Invalid email address
ca: Adreça de correu electrònic invàlid
es: Dirección de correo no válida

# Investigadors d'un grup de recerca
source: Researchers in a research group
ca: Investigadors d'un grup de recerca
es: Investigadores de un grupo de búsqueda

# Investigadors d'un grup de recerca d'un departament específic
source: <p>List of the researchers in a research group.</p><p class="muted"><strong>Parameter:</strong> Acronym for the research group as published in DRAC.</p><p class="muted">For example, the acronym for the Architecture, Energy and the Environment research group is AIEM</p><p><a target="_blank" href="http://futur.upc.edu/organitzacio/os/Z3J1cHJlY2VyY2E=#produccio" class="external-link">Research group acronyms<img src="++genweb++static/images/blank_blau.png" class="img_blank" alt="(Open new window)"></a>.</p><p class="muted"><strong>Select: </strong>Acronym</p>
ca: Investigadors d'un grup de recerca d'un departament específic
es: Investigadores de un grupo de búsqueda de un departamento específico

source: Items in which workflow state to show.
ca: Elements als que s'ha de mostra l'estat del Flux de treball.
es: Elementos en los que se ha de mostrar el estado del flujo de trabajo

# L'element s'ha desmarcat com important
source: The item has been marked as important
ca: L'element s'ha desmarcat com important
es: El elemento se ha desmarcado como importante

# L'element s'ha marcat com important
source: The item has been unmarked as important
ca: L'element s'ha marcat com important
es: El elemento se ha marcado como importante

# heading_send_event
source: Send to attendees
ca: Enviar als assistents

# send_invitation_link
source: Send invitation
ca: Enviar convocatòria

# send_invitation_not_attendees
source: There are no attendees to send the message
ca: No hi ha assistents per enviar el missatge

source: Label the 'Show more link' defined avobe
ca: Etiquetar el 'mostrar més enllaços' definit amb anterioritat.
es: Etiquetar el 'Mostrar más enlace' definido anteriormente

source: Limit
ca: Llímit
es: Límite

source: Link to display in the footer, leave empty to hide it
ca: Enllaç a vorer en el peu de pàgina. Deixar en blanc per amagar-lo.
es: Enlace a mostrar en el pie de página. Dejar vacío para ocultarlo

source: Mail sent.
ca: Missatge enviat
es: Mensaje enviado

source: Make draft
ca: Esborrany
es: Borrador

source: Make private
ca: Privat
es: Privado

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator.
ca: Fer un element privat significa que no serà visible per ninguna persona excepte el propietari.
es: Hace un elemento privado significa que no será visible para madie excepto para el propietario.

source: Making an item published to intranet means that it will be visible to the members (readers).
ca: Fer un element publicat a la intranet significa que serà visible per tots els membres (lectors).
es: Hacer un elemento publico en la intranet significa que será visible para todos los miembros (lectores).

# Marca com a important
source: Check as important
ca: Marca com a important
es: Marcar como importante

source: Master
ca: Màster
es: Máster

# Maxim numero de noticies a mostrar (5 o 7)
source: Maximum number of news show (5 or 7)
ca: Màxim nombre de noticies a mostrar (5 o 7)
es: Máximo número de noticias a mostrar (5 ó 7)

# Mostra data?
source: Show date?
ca: Mostra data?
es: ¿Mostrar fecha?

source: News
ca: Notícies
es: Noticias

# Not published
source: (Language not published)
ca: (Idioma no publicat)
es: (Idioma no publicado)

# Noticies
source: News
ca: Notícies
es: Noticias

source: Number of banners to display
ca: Nombre de bàners a mostrar
es: Número de banners a mostrar

source: Number of items to display
ca: Nombre d'elements a mostrar
es: Número de elementos a mostrar

# Numero de noticies a mostrar
source: Number of news to display
ca: Nombre de notícies a mostrar
es: Número de noticias a mostrar

source: Pending review
ca: Revisió
es: Revisión

source: Picture
ca: Imatge
es: Imagen

# Pla d'estudi de grau
source: Bachelor’s degree curriculum
ca: Pla d'estudi de grau
es: Plan de estudios de grado

# Pla d'estudis de màster
source: Master’s degree curriculum
ca: Pla d'estudis de màster
es: Plan de estudios de máster

# Planol_UPC
source: Access map to UPC
ca: Plànol d'accés a la UPC
es: Plano de acceso a la UPC

source: Please upload an image
ca: Si us plau, pugeu una imatge
es: Por favor, suba una imagen

source: Portlet description
ca: Descripció del portlet
es: Descripción del portlet

source: Portlet header
ca: Capçalera del portlet
es: Cabecera del portlet

source: Portlet view to use
ca: Vista del portlet
es: Vista del portlet

source: Print
ca: Imprimir
es: Imprimir

source: Private
ca: Privat
es: Privado

source: Promotes your private item to a draft.
ca: Fer un element esborrany significa que només serà visible pels editors i pel seu propietari.
es: Mover el contenido a borrador.

source: Publish
ca: Públic
es: Público

source: Publish To Intranet
ca: Publica a la intranet
es: Intranet

source: Published
ca: Públic
es: Publicar

source: Publishing the item makes it visible to other users.
ca: Publica l'element i el fa visible per a tothom.
es: Publica el elemento y lo hace público para todos los usuarios.

source: Restrict
ca: Manager
es: Manager

source: Retract To Intranet
ca: Retira a la intranet
es: Retirar a intranet

source: Save
ca: Desa
es: Guardar

source: Select random items
ca: Selecciona elements aleatoris.
es: Seleccionar artículos aleatorios

source: Send
ca: envia
es: Enviar

source: Send the item back to draft.
ca: Envia el contingut a l'estat d'esborrany.
es: Enviar el contenido al estado borrador

source: Show more link
ca: Mostra més enllaços
es: Mostrar más enlaces

source: Show more link text
ca: Mostra més enllaços de text.
es: Mostrar mas enlaces de texto

source: Sort the collection on this index
ca: Ordena la col·lecció en aquest índex
es: Ordenar la colección en este índice

source: Sort the results in reversed order
ca: Ordena el resultat amb ordre invers
es: Ordenar los resultados en orden inverso

source: Specific
ca: Específic
es: Especifico

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
ca: Especifiqueu el nombre màxim d'elements per mostrar al portlet. Deixi en blanc per mostrar tots els elements.
es: Especifique el número máximo de elementos para mostrar en el portlet. Deje en blanco para mostrar todos los elementos.

source: Standard view
ca: Estàndard
es: Estándard

source: Summary view
ca: Resum
es: Resumen

source: Tabular view
ca: Tabular
es: Tabular

source: Tells if an object is marked as important
ca: Indica si un objecte està marcat com a important
es: Determina si un elemento es marcado como importante

source: This content is not translated yet to the language requested.
ca: Aquest contingut no està traduït encara a l'idioma sol·licitat.
es: Este contenido no está traducido todavía al idioma solicitado.

source: This item doesn't have any translation yet. You can return to the original language:
ca: Aquest element encara no té cap traducció. Podeu tornar a l'idioma original:
es: Este elemento todavía no tiene ninguna traducción. Puede volver al idioma original:

source: This portlet displays a listing of items from a Collection.
ca: El portlet mostra una llista d'elements de la col·lecció.
es: El portlet muestra una lista de elementos de la colección.

source: This portlet displays recent News Items.
ca: El portlet mostra les noticies més recents.
es: El portlet muestra las noticias recientes.

source: This portlet displays the site banners.
ca: El portlet mostra els bàners.
es: El portlet muestra los banners del sitio

source: This portlet lists upcoming Events.
ca: Llista dels pròxims events.
es: Este porlet muestra los próximos eventos

source: Thumbnail view
ca: Miniatures
es: Miniaturas

source: Title of the rendered portlet
ca: Títol del portlet
es: Título del portlet

source: Top of page
ca: Amunt
es: Arriba

# UPCNews
source: UPC Today
ca: Actualitat UPC
es: UPCnoticias

source: URL to open
ca: Enllaç a obrir
es: URL para abrir

source: Warning
ca: ATENCIÓ

source: Window
ca: Finestra iFrame
es: Ventana iFrame

source: Workflow state
ca: Estat del flux de treball
es: Estado del circuito de trabajo

# acrònim
source: acronym
ca: acrònim
es: acrónimo

source: add_them_to_the_folder_itself
ca: Afegir-los a la pròpia carpeta
es: Añadir en la carpeta

# amaga_identificacio
source: Hide tools with identification link
ca: Amaga l'enllaç d'identificació de les eines
es: Esconde las herramientas del enlace de identificación

# avui
source: Today
ca: Avui
es: Hoy

# box_upcoming_events
source: All events
ca: Tots els esdeveniments
es: Todos los eventos

# button_important
source: Important
ca: Marca com a important
es: Marca como importante

# button_notimportant
source: Not important
ca: Desmarca com a important
es: Desmarca como importante

# button_sendevent
source: Send event
ca: Envia a l'agenda general de la UPC
es: Envia a la agenda general de la UPC

# calendari_title
source: Calendar
ca: Calendari
es: Calendario

# canvi_de_contrasenya
source: Change password
ca: Canvi de contrasenya
es: Cambio de contraseña

# canvia
source: Change...
ca: Canvia...
es: Cambiar...

# cerca
source: Search...
ca: Cerca...
es: Busca...

# cerca_google
source: Search...
ca: Cerca...
es: Busca...

# cerca_intranet
source: Intranet Search
ca: Cerca a la Intranet
es: Busca en la Intranet

# cercaavancada
source: Advanced search
ca: Cerca avançada
es: Búsqueda avanzada

# codi_altre_marca_ca
source: Code another brand [CA]
ca: Codi altra marca [CA]
es: Código otra marca [CA]

# codi_altre_marca_en
source: Code another brand [EN]
ca: Codi altra marca [EN]
es: Código otra marca [EN]

# codi_altre_marca_es
source: Code another brand [ES]
ca: Codi altra marca [ES]
es: Código otra marca [ES]

# codi_departament
source: Department code
ca: Codi del departament
es: Código del departamento

# codi_grau
source: Bachelor’s degree code
ca: Codi del grau
es: Código del grado

# codi_master
source: Master’s degree code
ca: Codi del màster
es: Código del máster

# codi_pla_master
source: Master’s degree code
ca: Codi màster
es: Código del máster

# comparteix_facebook
source: Share on Facebook
ca: Comparteix a Facebook
es: Compartir en Facebook

# comparteix_google
source: Share on Google+
ca: Comparteix a Google+
es: Compartir en Google+

# comparteix_linkedin
source: Share on Linkedin
ca: Comparteix a Linkedin
es: Compartir en Linkedin

# comparteix_twitter
source: Share on Twitter
ca: Comparteix a Twitter
es: Compartir en Twitter

# contacte_BBBDD_or_page
source: Alternative contact page
ca: Pàgina de contacte alternativa
es: Página de contacto alternativa

# contacte_al_peu
source: Contact address at the bottom of the page
ca: Adreça de contacte al peu
es: Dirección de contacto al pie

# contacte_id
source: The unit’s contact ID
ca: ID contacte de la unitat
es: ID contacto de la unidad

# contacte_no_upcmaps
source: Disable UPCmaps
ca: Desactivar UPCmaps
es: Desactivar UPCmaps

# cookie_policy
source: cookies policy
ca: política de <em>cookies</em>
es: política de <em>cookies</em>

# cookie_policy_this_site
source: This website uses own and third party <em>cookies</em> to measure and manage visits to the website as well as to provide a better experience and service based on the browsing habits of users. By continuing to browse, we understand that our
ca: Aquest web utilitza <em>cookies</em> pròpies per oferir una millor experiència i servei. En continuar amb la navegació entenem que acceptes la nostra
es: Esta web utiliza <em>cookies</em> propias para ofrecerle una mejor experiencia y servicio. Si continúa la navegación, entendemos que acepta nuestra

# create_packet
source: Create general information of Master
ca: Crear informació general del màster
es: Crear información general del máster

# descripcio_text_seccio
source: Label section display
ca: És com es veurà la secció
es: Es como se vera la sección

# description_site_error
source: Page does not exist...
ca: Aquesta pàgina no existeix...
es: La página no existe...

# description_site_error_mail_site_admin
source: Please check the web address you want to access or use ${site_web_map} to find it. If the web address is correct but returns an error, please contact ${site_admin}.
ca: Verifiqueu l'adreça web a la què voleu accedir i consulteu el ${site_web_map} o utilitzeu el cercador per a localitzar-ne el contingut. Si l'adreça web és correcta, però retorna un error, contacteu amb ${site_admin}
es: Verificad la dirección web a la que se quiere acceder y consultad el ${site_web_map} o utilizad el buscador para encontrar el contenido. Si la dirección web es correcta pero devuelve un error, por favor pongase en contacto con el ${site_admin}.

# directori_filtrat
source: Filter by Unit?
ca: Filtrat per unitat?
es: ¿Filtrado por unidad?

# directori_upc
source: UPC directory in the toolbar
ca: Directori UPC a les eines
es: Directorio UPC en las herramientas

# enable_cookies_message_before_login
source: Cookies are not enabled. You must enable cookies before you can log in.
ca: Les cookies no estàn habilitades. Hi ha que habilitar-les antes de fer log in.
es: Las cookies no están habilitadas. Tienes que habilitarlas antes de validarte

# enviaarevisar
source: send to review
ca: Revisió
es: Revisión

# esdeveniments_reunions
source: Events and meetings.
ca: Esdeveniments i reunions.
es: Eventos y reuniones.

# especific1
source: Specific color 1
ca: Color específic 1
es: Color específico 1

# especific2
source: Specific color 2
ca: Color específic 2
es: Color específico 2

# filtered_contents_search_view
source: Filtered view
ca: Vista filtrada
es: Vista filtrada

# fitxer_no_seleccionat
source: No file selected...
ca: Cap fitxer seleccionat...
es: Ningún archivo seleccionado...

# genweb-accesarrel
source: Root folder
ca: Carpeta arrel
es: Carpeta raíz

# genweb-accessibility
source: Accessibility
ca: Accessibilitat
es: Accesibilidad

# genweb-actualitat
source: UPC Today <i class="icon-news large-icon pull-right"></i>
ca: Actualitat UPC <i class="icon-news large-icon pull-right"></i>
es: Actualidad UPC <i class="icon-news large-icon pull-right"></i>

# genweb-actualitatPDIPAS
source: PDI/PAS Today
ca: Actualitat PDI/PAS
es: Actualidad PDI/PAS

# genweb-agenda
source: Events
ca: Agenda
es: Agenda

# genweb-ajuda
source: Help
ca: Ajuda
es: Ayuda

# genweb-ampliar_agenda
source: Expand schedule
ca: ampliar agenda
es: ampliar agenda

# genweb-aqui
source: Here
ca: aquí
es: aquí

# genweb-canvieucontrasenya
source: Change password
ca: canvieu la contrasenya
es: Cambia la contraseña

# genweb-canvipasupc1
source: Change password for the PDI-PAS for UPC and UPC fundation
ca: Canvi de contrasenya per al PDI-PAS de la UPC i per a la Fundació UPC
es: Cambio de contraseña para el PDI-PAS de la UPC y para la Fundació UPC

# genweb-canvipasupc2
source: Change password for UPC students
ca: Canvi de contrasenya per als estudiants de la UPC
es: Cambio de contraseña para los estudiantes de la UPC

# genweb-canvipasupc3
source: Change password for other groups
ca: Canvi de contrasenya per a altres col·lectius
es: Cambio de contraseña para otros colectivos

# genweb-canvipasupc_titol1
source: PDI-PAS UPC and Fundació UPC
ca: PDI-PAS UPC i Fundació UPC
es: PDI-PAS UPC y Fundación UPC

# genweb-canvipasupc_titol2
source: UPC students
ca: Estudiants de la UPC
es: Estudiantes de la UPC

# genweb-canvipasupc_titol3
source: Other groups
ca: Altres col·lectius
es: Otros colectivos
