Repository: UPCnet/genweb.core
Catalog: genweb/core/locales/*/LC_MESSAGES/plone.tinymce.po
Languages: es

source: Arxiu DOC
es: Archivo DOC

source: Arxiu PDF
es: Archivo PDF

source: Arxiu PPT
es: Archivo PPT

source: Arxiu TXT
es: Archivo TXT

source: Arxiu XLS
es: Archivo XLS

source: Arxiu video
es: Archivo video

source: Arxiu imatge
es: Archivo imatge

source: Cadenat HTTPS
es: Candado HTTPS

source: Descarrega fitxer
es: Descarga fichero

source: H2 línia dalt
es: H2 línea arriba

source: H2 línia baix
es: H2 línea baja

source: H3 línia dalt
es: H3 línea arriba

source: H3 línia baix
es: H3 línea baja

source: H4 línia dalt
es: H4 línea arriba

source: H4 línia baix
es: H4 línea baja

source: Text XXXL
es: Texto XXXL

source: Text XXL
es: Texto XXL

source: Text XL
es: Texto XL

source: Text L
es: Texto L

source: Text M
es: Texto M

source: Text S
es: Texto S

source: Text XS
es: Texto XS

source: Text XXS
es: Texto XXS

source: Text XXXS
es: Texto XXXS

source: Llista ul hover
es: Listado ul hover

source: Llista ul ratllada
es: Listado ul rayada

source: Llista ul comprimida
es: Listado ul comprimida

source: Llista ul amb vores
es: Listado ul con bordes

source: Imatge dreta
es: Imagen derecha

source: Imatge esquerra
es: Imagen izquierda

source: Fons color info
es: Fondo color info

source: Fons color success
es: Fondo color success

source: Fons color warning
es: Fondo color warning

source: Fons color error
es: Fondo color error

source: Taula bàsica
es: Tabla básica

source: Taula ratllada
es: Tabla rayada

source: Taula amb vora
es: Tabla con borde

source: Taula amb hover
es: Tabla con hover

source: Taula comprimida
es: Tabla comprimida
