Repository: UPCnet/genweb.core
Catalog: genweb/core/locales/*/LC_MESSAGES/z3c.form.po
Languages: ca

source: Add
ca: Afegir

source: Remove selected
ca: Eliminar selecció

source: No value
ca: No hi ha valor

source: Select a value ...
ca: Selecciona un valor ...

source: The entered value is not a valid integer literal.
ca: El valor introduït no és un integer vàlid.

source: The entered value is not a valid decimal literal.
ca: El valor introduït no és un decimal vàlid.

source: Bytes data are not a file object
ca: Les dades no són un objecte d'arxiu

source: The system could not process the given value.
ca: El sistema no ha pogut processar el valor.

source: <span class="required">*</span>&ndash; required
ca: <span class="required">*</span>&ndash; obligatori

source: There were some errors.
ca: Hi ha alguns errors.

source: Data successfully updated.
ca: Dades actualitzades correctament.

source: No changes were applied.
ca: Canvis no aplicats.

source: Apply
ca: Aplicar

source: The context in which the data are validated.
ca: En aquest context es validen les dades.

source: Widget
ca: Giny

source: The widget that the view is on
ca: El giny de la vista és en

source: Error the view is for.
ca: El error de la vista es degut a

source: Title
ca: Títol

source: The name of the field within the form.
ca: El nom del camp dins del formulari.

source: Schema Field
ca: Camp esquema

source: The schema field that is to be rendered.
ca: El camp esquema que va a ser prestat.

source: The prefix of the field used to avoid name clashes.
ca: El prefix del camp s'utilitza per evitar conflictes de noms.

source: The mode in which to render the widget for the field.
ca: La forma en que es renderitza el giny per al camp.

source: The interface from which the field is coming.
ca: La interface de la qual ve el camp

source: Ignore Context
ca: Ignorar context

source: A flag, when set, forces the widget not to look at the context for a value.
ca: Quan s'estableix la bandera, força al giny a no mirar el context del valor.

source: Widget Factory
ca: Giny factory

source: The widget factory.
ca: Giny factory

source: Show default value
ca: Mostra valor per defecte

source: A flag, when set, makes the widget to displayfield|adapter provided default values.
ca: Quan s'estableix la bandera, fa que el giny per 'mostrar els camps|adaptador' proporcioni els valors predeterminats.

source: The label for a true value of the Bool field.
ca: L'etiqueta per a un valor 'true' de un camp Bool.

source: The label for a false value of the Bool field.
ca: L'etiqueta per a un valor 'false' de un camp Bool.

source: Name
ca: Nom

source: The name the widget is known under.
ca: El nom del giny es coneix a baix.

source: Label
ca: Etiqueta

source: A widget mode.
ca: Giny mode

source: Required
ca: Necessari

source: If true the widget should be displayed as required input.
ca: De ser cert el giny ha de mostrar com a entrada requerida.

source: If an error occurred during any step, the error view stored here.
ca: Si es produeix un error durant qualsevol etapa, la vista d'error es emmagatzemada aquí.

source: Value
ca: Valor

source: The value that the widget represents.
ca: El valor que el giny representa.

source: Ignore Request
ca: Ignorar la sol·licitud

source: A flag, when set, forces the widget not to look at the request for a value.
ca: Quan s'estableix la bandera, obliga el giny de no mirar a la sol·licitud d'un valor.

source: Set errors
ca: Establir errors

source: A flag, when set, the widget sets error messages on calling extract().
ca: Quan s'estableix la bandera,el giny estableix missatges de error al cridar extract().

source: Ignore Required validation
ca: Ignorar validació necessaria

source: If set then required fields will pass validation regardless whether they're filled in or not
ca: Si està marcat, llavors els camps requerits no passaran validació sense importar si estan plens o no

source: The token to be used, if no value has been selected.
ca: El token que s'utilitzarà si cap valor ha sigut seleccionat.

source: Terms
ca: Condicions

source: A component that provides the options for selection.
ca: Un component que proporciona les opcions per a la selecció.

source: A flag, when set, enables a choice explicitely requesting the user to choose a value.
ca: Quan s'estableix una bandera, permet una elecció explícita demanant a l'usuari que trie un valor.

source: A collection of dictionaries containing all pieces of information for rendering. The following keys must be in each dictionary: id, value, content, selected
ca: Una col·lecció de diccionaris que contenen tots els elements d'informació per a la representació. Les següents claus han d'estar en cada diccionari: id, valor, contingut seleccionat

source: No-Value Message
ca: No-valor missatge

source: A human-readable text that is displayed to refer the missing value.
ca: Text llegible per humans que es mostra per referir-se al valor perdut.

source: Prompt Message
ca: Missatge prompt

source: The prefix of the widgets.
ca: Prefix del giny

source: The collection of errors that occured during validation.
ca: Col·lecció d'error que ocurreixen durant la validació.

source: If set the context is ignored to retrieve a value.
ca: Si s'estableix el context s'ignora per recuperar un valor.

source: If set the request is ignored to retrieve a value.
ca: Si s'estableix la sol·licitud s'ignora per recuperar un valor.

source: Ignore Readonly
ca: Ignorar Readonly

source: If set then readonly fields will also be shown.
ca: Si s'estableix llavors els camps readonly també es mostraran.

source: Ignore Required validation on extract
ca: Ignorar les validacions Requerides en el extracte

source: If set then required fields will pass validation on extract regardless whether they're filled in or not
ca: Si està marcat, llavors els camps requerits no passaran validació al extracte, independentment de si estan plens o no

source: Has required fields
ca: Conté camps requerits

source: A flag set when at least one field is marked as required
ca: S'estableix la bandera quan almenys un camp es marca com requerit

source: A flag, when set, the contained widgets set error messages on calling extract().
ca: Quan s'estableix la bandera, els ginys continguts estableixen els missatges d'error al cridar extract().

source: Field
ca: Camp

source: The schema field which the widget is representing.
ca: El camp d'esquema que el giny està representant.

source: The object name.
ca: Nom de l'objecte.

source: The action title.
ca: Títol de l'acció.

source: Action
ca: Acció

source: The action for which the event is created.
ca: L'acció per la qual es crea l'esdeveniment.

source: The error that occurred during the action.
ca: L'error que s'ha produït durant l'acció.

source: Access Key
ca: Clau d'accés

source: The key when pressed causes the button to be pressed.
ca: La clau quan es prem fa que el botó sigui pressionat.

source: Action Factory
ca: Acció Factory

source: The action factory.
ca: Acció Factory

source: Image Path
ca: Ruta de la imatge

source: A relative image path to the root of the resources.
ca: Ruta relativa de la imatge amb el root dels recursos.

source: Handlers
ca: Controladors

source: A list of action handlers defined on the form.
ca: Llista de les accions de controlador definides en el formulari.

source: Actions
ca: Accions

source: A list of actions defined on the form
ca: Llista de accions definides en el formulari

source: Refresh actions
ca: Refrescar accions

source: A flag, when set, causes form actions to be updated again after their execution.
ca: Quan s'estableix la bandera, les accions del formulari s'actualitzaran de nou després de la seva execució.

source: The context in which the widget is displayed.
ca: Context en el qual es mostra el giny.

source: The mode in which to render the widgets.
ca: El mode en què es fan els ginys.

source: Widgets
ca: Ginys

source: A widget manager containing the widgets to be used in the form.
ca: Gestor de ginys que conté els ginys per ser utilitzats en el formulari.

source: A human readable text describing the form that can be used in the UI.
ca: Un text llegible per humans que descriu la forma que es pot utilitzar en la interfície d'usuari.

source: Label required
ca: Etiqueta necessària

source: A human readable text describing the form that can be used in the UI for rendering a required info legend.
ca: Un text llegible per humans que descriu la forma que es pot utilitzar en la interfície d'usuari per a presentar una llegenda de informació necessaria.

source: The prefix of the form used to uniquely identify it.
ca: El prefix del formulari utilitzat per identificar de manera única.

source: Status
ca: Estat

source: The status message of the form.
ca: Missatge d'estat del formulari.

source: The action defines the URI to which the form data are sent.
ca: L'acció defineix l'URI a la qual les dades del formulari s'envien.

source: The name of the form used to identify it.
ca: El nom del formulari per identificar-lo.

source: The id of the form used to identify it.
ca: El id del formulari per a identificar-lo.

source: Method
ca: Mètode

source: The HTTP method used to submit the form.
ca: Mètode HTTP utilitzat per a enviar el formulari.

source: The data encoding used to submit the data safely.
ca: Codificació de les dades utilitzada per a enviar les dades de forma segura.

source: Accepted Character Sets
ca: Conjunt de caràcters acceptats

source: This is a list of character sets the server accepts. By default this is unknown.
ca: Aquesta és una llista caràcters que el servidor accepta. Per defecte és unknown.

source: Accepted Content Types
ca: Content Types acceptats

source: This is a list of content types the server can safely handle.
ca: Aquesta és una llista de content types que el servidor pot gestionar de forma segura.

source: Fields
ca: Camps

source: A field manager describing the fields to be used for the form.
ca: Un gestor de camp el qual descriu els camps que s'utilitzaran per al formulari.

source: Content providers
ca: Proveïdors de contingut

source: A manager describing the content providers to be used for the form.
ca: El gestor descriu els contingut de proveïdors per a ser utilitzats al formulari.

source: Buttons
ca: Botons

source: A button manager describing the buttons to be used for the form.
ca: Gestor de botons que descriu els botons per a ser utilitzats al formulari.

source: The widget for which the event was created.
ca: El giny per al que va ser creat el event.

source: Missing: ${value}
ca: Falta: ${value}

source: yes
ca: si

source: Missing filename extension.
ca: Falta l'extensió de l'arxiu.

source: The mode of the template.
ca: Mode de la plantilla.

source: View
ca: Vista

source: The view for which the template should be available
ca: La vista per a la qual la plantilla ha d'estar disponible

source: Layer
ca: Capa

source: The layer for which the template should be available
ca: La capa per a la qual la plantilla ha d'estar disponible

source: The field for which the template should be available
ca: El camp per al qual la plantilla ha d'estar disponible

source: The widget for which the template should be available
ca: El giny per al qual el template ha d'estar disponible

source: The content type identifies the type of data.
ca: Content type identifica el tipus de les dades.

source: Schema
ca: Esquema

source: The schema of the field for which the template should be available
ca: El esquema del camp per al qual la plantilla ha d'estar disponible
